badRole = bad-role
docRole = doc-role
peopleRole = people-role
goodRole = good-role
initialRole = initial-round-role
addArgButton=A\u00F1adir argumento
qualifier1=Quizas,
qualifier2=Seguramente, 
qualifier3=Sin duda, 

realBadRole = Drag\u00F3n
realGoodRole = Caballero
realDocRole = Hechicero
realPeopleRole = Pueblo

# mensajes de bienvenida, asignaci\u00F3n de rol
badStartMessage = \u00A1Poderoso ser! Has sido convertido en <b>DRAGON</b>! Tu objetivo es capturar, junto con tus secuaces, a cada ciudadano de esta comarca, especialmente a los caballeros y al mago, quienes buscan derrotarte. Recuerda que nadie conoce tu verdadero ser por lo que podr\u00E1s moverte sigilosamente sin ser detectado!
goodStartMessage = \u00A1Saludos se\u00F1or! Ud. ha sido nombrado <b>CABALLERO</b>! Su objetivo es detener a los dragones que acechan la comarca! Recuerde que su identidad es reservada, intente mantenerla as\u00ED, para evadir las garras de los dragones, quienes intentar\u00E1n dejarlo fuera de combate!
docStartMessage = \u00A1Felicitaciones! Gracias a largos a\u00F1os de estudio, ud. se ha convertido en un poderoso <b>HECHICERO</b>! Su objetivo ser\u00E1 proteger tanto al pueblo como a los caballeros de las garras de los dragones que intentan destruir la comarca! Recuerde que ud. se mover\u00E1 en la sombras, camufl\u00E1ndose entre el pueblo para no ser descubierto y capturado!
peopleStartMessage = \u00A1Bienvenido! Como <b>ciudadano</b> de esta comarca, est\u00E1 bajo su responsabilidad el cuidado de la misma! Para ello deber\u00E1 observar con aguda precisi\u00F3n cada movimiento, cada suceso sospechoso que ocurra a su alrededor! Los dragones est\u00E1n al acecho, cuidadosamente escondidos.. De ud. depende develar esos escondites y ponerlos fuera de juego.

# mensajes de comienzo ronda
badRoundStartMessage = DRAGONES prepararse, resto del pueblo abstenerse.. comienza la deliberaci\u00F3n.. \u00BFA qui\u00E9n capturar\u00E1n los dragones?
goodRoundStartMessage = \u00A1CABALLEROS a las armas! El gran maestro les permitir\u00E1 descubrir qui\u00E9n es qui\u00E9n en esta comarca! \u00BFEn qui\u00E9n, creen, se esconde un temible drag\u00F3n?
docRoundStartMessage = \u00A1Excelent\u00EDsimo HECHICERO! Es hora de salvar con sus poderes a alg\u00FAn inocente de las garras del drag\u00F3n! \u00BFA qui\u00E9n salvar\u00E1?
generalRoundStartMessage = \u00A1Ciudadanos de la comarca! A ra\u00EDz de los sucesos acaecidos se los cita en la plaza principal para debatir qui\u00E9n debe ser echado del pueblo, bajo sospecha grave de ser un terrible DRAGON!
revGeneralRoundStartMessage = El acusado puede ejercer su derecho a r\u00E9plica. Escuchemos que tiene para decir... as\u00ED podremos ratificar nuestra decisi\u00F3n o modificarla.
	
# mensajes de final de ronda
badRoundFinishMessage = Los dragones han analizado sigilosamente a sus v\u00EDctimas... y ya tienen una decisi\u00F3n!!
goodRoundFinishMessage = Los caballeros han convergido sus sospechas en un individuo.. y han consultado al gran maestro para confirmarla...
docRoundFinishMessage = El gran hechicero, utilizando todo su poder, ha decidido a qui\u00E9n salvar...
generalRoundFinishMessage = \u00A1El pueblo ha debatido y hay una decisi\u00F3n!
revGeneralRoundFinishMessage = \u00A1La decisi\u00F3n final del pueblo ha llegado! \u00A1H\u00E1gase su voluntad!
drawRoundFinishMessage = Debido a que el pueblo no logra un consenso claro, dado los sucesivos empates, se contin\u00FAa con la siguiente ronda.
	
generalPreviousFinishMessage = \u00A1ATENCION! El tiempo para decidir se est\u00E1 agotando...
generalTimeout = El tiempo para debatir se ha agotado.
	
drawMessage = \u00A1EMPATE! Se debe volver a realizar la votaci\u00F3n.
majorityMessage = Hay una mayor\u00EDa irremontable... 

# mensajes comunicaci\u00F3n resultado ronda
falseFinalResult = \u00A1Felicitaciones! El gran hechicero ha logrado frustrar el ataque drag\u00F3n. no se han reportado capturas.
	
# mensajes comunicando resultado partida
winnerBadMessage = Las fuerzas oscuras han demostrado su superioridad. \u00A1Los dragones han triunfado!
winnerGoodMessage = \u00A1Bienaventurados los buenos! \u00A1Han derrotado las oscuras fuerzas del mal! \u00A1No han quedado dragones en la comarca!

# constantes para GameBoard
titleGameBoard = \u00A1Dragones al Ataque!
voteButton = Votar
boardLabel = \u0020 Tablero de mensajes:
playerList = \u0020 Jugadores:
sendButton = Enviar

# constantes para GameConsole
titleGameConsole = \u00DAnase a una partida para comenzar a jugar...
availableGames = \u0020\u0020\u0020\u0020Partidas disponibles:
playersOnline =  Jugadores on-line:
joinButton = Unirse a una partida
inviteButton = Invitar
numberPlayers = \u0020\u0020N\u00FAmero de jugadores:
createButton = Crear partida
rulesButton = Reglas
alertDialog = Atenci\u00f3n

# AgentDialog
hideButton = Ocultar

# InviteDialog
joinButtonShort = Unirse
ignoreButton = Ignorar

# LoginDialog
loginTitle = Inicio de sesi\u00F3n
welcomeMessage = Bienvenidos a \u201CDragones al Ataque\u201D, un juego de rol on-line basado en di\u00E1logos
userLabel = \u0020\u0020\u0020Nombre de usuario:
passwordLabel = \u0020\u0020\u0020Contrase\u00F1a:
loginButton = Acceder
registerButton = Registrarse

#RegistrationDialog
registrationTitle = Registrate para jugar a Dragones al Ataque
usernameLabel = Nombre de usuario:
emailLabel = Correo electr\u00F3nico:
passRegLabel = Contrase\u00F1a:
passRepLabel = Repita la contrase\u00F1a:
sexLabel = Sexo:
birthLabel = Fecha de nacimiento (dd-mm-yyyy):

# RulesDialog
rulesTitle = Instrucciones para jugar 'Dragones al Ataque'
claimOpt1=Si
claimOpt2=No
argumentTitle=Creaci\u00F3n de argumento
addMsg=A\u00F1adir dato
plus=+
minus=-
radioOpt1=dijo
radioOpt2=[otro]
causeText=ya que
warrantyText=por lo que
extraCause=adem\u00E1s
warrantyLabel=porque
reservLabel=a menos que













